관
몸
…
짠
젊
倒
雲
렀
끕
얼
③
엎
혼
않
옌
덮
뜻
대
셋
북
웅
돌
베
뭣
글
싼
증
得
U
觀
붕
信
불
興
相
隆
겼
피
踪
丸
一
律
능
구
法
땝
원
용
끈
化
雅
m
술
답
텐
멘
훑
른
츰
브
棋
韓
뻐
삿
拜
星
멕
축
흔
컸
然
詩
理
옅
⑧
찝
점
잡
박
펴
京
걀
쳤
쟁
겻
봇
옐
@
뼛
쪽
댁
컵
비
루
k
침
턱
뭡
영
략
萬
뻣
항
똑
】
古
낮
난
잇
혓
잖
순
小
힉
體
눕
멀
明
화
작
튼
튀
뻤
충
찜
젼
빠
쿠
너
뗀
딥
패
엉
셔
停
숲
設
神
蒙
쏘
템
유
히
빨
훨
깎
검
듀
쟈
한
끌
색
멨
方
독
꽁
鍾
룸
모
롯
<End>
上
폴
殷
킴
L
약
쇼
협
㎝
넙
山
빈
來
<Start>
德
새
敵
금
構
”
경
객
宙
펜
諸
쥬
괴
(
낯
列
産
짐
B
섀
윌
助
농
높
뒀
O
액
餘
感
草
텔
윅
붉
몇
y
쌌
重
줄
ｍ
낚
口
뷰
날
짤
꽝
등
셌
물
굿
뽑
름
聖
攻
찼
名
찮
캘
웹
내
謖
꼽
깡
Q
扶
↑
非
외
姓
컫
九
象
큘
레
禱
칸
旗
線
岩
겅
댈
愛
카
率
뽄
덜
싶
엥
땄
올
子
겁
덞
툰
닢
阿
책
숫
和
S
u
容
굴
1
핸
펙
手
걘
쿄
頌
잘
康
섬
띤
꿰
샥
單
슴
캔
雨
쑤
값
앤
펐
耕
행
곳
斷
①
徵
엔
여
낏
뚱
邱
뮐
叔
틜
니
데
앴
썩
릇
멸
聲
몬
켄
赤
쩌
규
신
뻑
어
奸
뺏
탁
뤽
옴
찻
흥
듯
送
林
캅
慧
져
톰
뼘
얌
얄
닝
끄
꺼
進
닉
▼
없
禍
弓
公
默
숙
說
틈
싱
將
⅔
河
혜
邑
뮈
닷
章
탱
짜
일
핑
멋
訪
늪
慰
렁
宣
같
씹
>
뽐
出
윈
l
툭
終
맴
振
망
泣
징
둬
톤
랙
臣
짢
갠
再
닌
폄
롄
꿈
됨
헬
村
받
번
틔
緩
막
강
速
想
닮
燔
숭
륨
즐
앵
탬
`
寒
탔
낭
製
꼴
譜
팁
n
랠
으
깨
펭
놓
상
밗
덴
깔
군
쭌
對
不
싯
肉
촉
벡
實
×
男
광
쳇
였
넬
왈
짊
女
콘
徒
抄
柱
각
랩
金
골
병
現
걔
옳
태
압
虛
○
典
輪
긱
e
校
푯
存
왔
밝
함
갇
洞
달
쌍
◇
펄
얕
7
p
섭
人
팝
헐
펫
系
씬
헛
홱
美
싹
傘
챡
섹
質
꾹
⅓
람
푼
냈
뷔
넹
꼼
物
祖
퇴
넉
汁
喩
눔
맏
땡
쐈
실
욕
펠
資
뭔
勞
t
펼
핵
工
路
큭
僞
演
꿔
言
장
正
室
恨
每
雄
촘
條
川
래
덟
긁
맷
겠
하
견
살
밸
샅
橫
묵
期
뾰
처
융
減
앨
)
哲
오
설
바
갖
뀔
록
쥘
깜
뮌
겐
족
겪
았
했
켓
z
源
未
寶
慕
변
엾
업
특
g
앓
조
임
薰
멧
텃
팩
．
휜
ｇ
므
럭
넥
쯤
뎠
況
承
결
윗
빴
培
렷
많
烹
慶
예
a
봄
]
섯
을
귓
威
箴
옵
英
氣
降
풀
샀
흑
헹
껐
캡
N
초
썬
生
書
슬
팡
머
늑
교
굽
f
혁
떼
鴻
數
㏈
퀴
줌
꼬
寵
식
방
첨
犯
와
또
솎
行
代
븅
私
臺
平
*
환
휠
션
웰
企
첩
렬
볍
늄
測
숀
뗑
복
쎄
海
랑
꿇
존
훼
證
政
췄
學
홋
콜
편
서
월
십
쯔
싸
봤
託
켐
ㅊ
튿
튜
뇰
닻
共
뭍
勢
삶
둑
꼈
大
早
퐁
트
랖
뽀
돔
잠
솥
숯
尹
늦
룬
뗐
례
뢰
&
컨
컹
뛰
密
앙
回
何
낀
릅
G
줘
믿
꽤
궁
헷
曆
측
컬
생
킬
中
샴
讀
流
稅
빌
워
좇
狗
縮
뜯
멈
쩡
딪
육
났
벌
r
빅
툴
靑
４
묶
安
젖
쟤
두
닫
뀝
님
歐
綿
갔
얹
찍
퍼
괌
듣
흐
納
명
쓰
이
궂
�
춘
흠
澤
뻥
챈
련
郞
킹
2
蹟
쭐
국
왠
렛
無
矢
갤
粗
뵙
쌉
修
잉
컥
高
필
늘
캄
윽
혔
親
日
쏟
봅
쑥
륵
引
엠
야
벚
춤
李
形
黑
張
軍
多
포
귀
옛
나
쿵
익
쩍
넋
황
걸
될
賢
호
}
假
균
얏
浩
줏
볐
탓
정
T
언
^
길
完
語
쌓
녘
라
지
E
흙
롬
챔
랬
쁨
로
精
祭
ㅎ
近
靈
譯
개
사
찰
,
그
르
벼
鄧
꿸
칵
復
面
수
老
쉐
웽
昊
與
財
「
別
꿋
群
뿐
섰
J
뤼
낳
폈
곁
룹
봉
빽
윤
촌
盧
억
我
鉉
펩
斗
밭
乘
㏊
동
튄
얽
맨
＆
畵
째
묏
훈
늉
친
壤
선
란
품
빚
우
題
票
鬪
三
층
긋
듈
鎬
뿔
經
흰
꽃
同
葉
늠
豫
護
괸
.
접
視
릿
게
봐
6
들
민
앞
통
情
역
볶
衝
탄
談
紳
만
할
널
챗
城
秀
꽂
맬
찡
쌤
뎌
밈
휘
캇
맑
南
鄭
램
q
췌
준
센
줬
合
롭
겊
民
家
랫
착
팟
딩
짱
兪
建
土
權
堈
붓
칫
쩔
뚜
옆
짝
햐
뒹
姬
屬
뻘
틴
극
둔
커
繩
밋
위
흘
냐
된
회
떴
ㆍ
·
엿
쭉
力
픈
발
門
쁠
益
離
分
벗
쨌
制
羅
콤
侵
②
C
過
듐
염
兎
A
급
읍
러
밴
器
칩
갯
낡
登
옙
잊
占
닛
梯
칼
員
묘
곱
告
能
ㄱ
혐
꾸
훤
썰
콩
湖
鬼
뮬
間
襲
丈
쳐
엊
페
갓
者
헨
囚
롤
:
듭
딕
下
總
론
곧
마
食
監
엽
쥔
세
악
홉
뚝
#
홀
얘
폼
던
껏
交
嶽
官
h
쌀
늙
放
電
꺽
潛
윷
찔
介
屋
섣
맙
짚
道
뵈
중
팔
田
표
및
뿌
멍
흡
歲
끓
논
띠
c
善
팬
있
宮
따
俗
질
舌
뭉
瞥
남
顔
隱
光
秘
향
羊
푹
强
射
햄
‘
殿
타
입
꿨
덤
닭
똥
희
누
맸
ⓝ
벧
防
픔
쉰
완
圓
계
綜
혀
움
갈
갚
뒷
헌
뜨
’
d
썽
댓
텼
텝
浦
泰
퀸
﻿
밍
삽
궜
至
덧
쪼
뱃
껄
젓
雪
都
암
떻
㈜
푸
先
감
風
숱
넸
형
럴
켤
과
삐
0
첵
학
樊
뽕
긍
냉
었
테
솔
℃
튬
黨
엮
넌
셧
의
잣
濟
덱
崔
전
運
狂
큐
篇
꿍
콧
굳
西
★
쇠
司
쏙
瀆
힐
알
챘
줍
넛
쌈
煥
昌
農
㎞
作
火
天
옮
목
삭
_
첸
烈
考
샨
車
【
﻿<Start>
忍
ㅇ
㎖
틀
앗
헝
Z
헤
격
新
仲
땅
켠
까
禮
클
밌
金
볕
쐐
쏠
휴
곰
콰
係
율
집
救
펌
철
全
녁
姜
댕
쪘
드
끊
넨
夢
려
劫
젤
띈
浮
뉴
쁘
튤
킥
별
木
석
奉
켰
잦
▶
黃
變
퓸
메
甲
못
간
꼭
洗
츠
殼
씩
샷
왓
宗
㎏
빗
꿀
코
낄
積
연
셨
분
蔚
悔
촬
든
▷
틸
됐
덥
펑
셈
끔
낸
後
텨
넘
妨
훔
깁
쉴
본
P
즘
핀
근
在
캠
읜
캐
켈
퉜
水
『
렌
굉
病
랍
럼
톡
앳
릴
획
즈
異
저
望
뿜
像
닙
D
댐
所
院
떠
웜
해
杉
陣
퀄
갑
횟
며
뀐
옥
뭄
헥
엇
뒤
문
훗
왕
듬
즙
떡
亞
主
스
퍽
知
매
냘
큰
％
祈
[
케
괭
굵
摹
펀
키
千
榮
㎥
법
닥
뗄
톱
궈
龍
넷
M
豊
험
뻔
됩
땠
웨
띔
商
팍
둡
껴
罪
셸
K
다
빙
父
량
쥐
復
밖
때
쫓
슨
館
뉘
唯
꺾
풍
득
툼
블
솜
룰
밥
씻
령
숍
킵
엄
쾰
삔
퀘
追
w
빼
稱
섞
첫
터
파
뤄
빕
낱
젬
使
맞
굶
멜
滴
淳
境
隊
딸
熔
쩜
냥
핫
겟
末
핍
玖
8
儀
멱
絶
=
솟
쿼
츄
石
되
녔
堂
옷
젭
댄
成
젠
雙
9
武
슈
진
넓
낵
노
엑
디
귄
걷
愚
牛
局
端
핏
둥
띄
席
唆
옹
팠
큽
뺨
읽
誇
팜
벙
껍
끗
뺀
웍
傀
뷴
쫒
陸
랄
狹
폭
랭
택
|
휩
灣
청
퉁
판
延
웃
敏
후
썸
즉
텄
프
委
逆
禮
흉
亦
븐
반
링
즌
컴
썼
궤
藥
ℓ
傾
샐
初
●
峰
內
角
괄
칠
보
겋
풋
깃
腫
塞
떨
얻
깥
먼
탈
뼈
빤
찾
안
몹
쓸
갱
렉
썹
턴
몰
解
極
권
x
僧
<
것
깐
룻
륜
뭐
돋
겉
長
港
桂
☞
協
탠
무
球
채
륭
業
셰
얗
o
衣
~
背
낙
둘
野
淸
吉
뺐
뜩
鑄
쉽
햇
김
짖
눅
차
뛴
랐
딤
쉬
律
료
손
긴
촛
%
눌
元
養
앰
천
」
재
틋
難
슷
소
論
죽
V
끼
벅
승
벨
렝
송
闕
歸
딱
텀
척
阪
品
뎅
밧
偈
惡
쓱
倫
寺
良
퀭
羅
鐵
텍
釜
他
단
룡
눴
更
종
씨
욱
깅
돼
春
4
갭
뜸
묽
놈
현
膝
뻗
穴
起
류
짰
義
낑
』
벤
몫
뮤
콕
팻
닐
습
惠
활
裁
焉
씽
心
剛
쬐
戰
뱀
틑
똘
공
思
셜
的
傳
쵸
덕
캑
맡
支
省
텁
保
찢
렘
츨
場
뿍
侍
딧
면
맺
X
셀
삼
署
沖
-
昞
꿎
話
街
八
受
己
탑
열
멎
릎
;
超
떤
3
앉
造
왜
잤
굣
原
鍊
胚
얀
릉
폰
管
뱅
냅
갸
仁
빛
욥
께
렴
락
瓦
聯
－
닿
놔
圈
老
넵
止
陽
맵
립
웠
國
밤
뜬
말
림
社
졌
１
팀
첼
掠
더
直
脫
맛
△
탭
배
벵
렙
案
曺
절
幕
네
몽
笞
치
탕
휼
士
땐
王
年
世
탰
☎
엘
捕
돤
組
女
府
移
뎁
꾼
고
궐
제
族
깰
麗
붐
윕
慮
끽
좁
넣
짧
智
牧
돈
秋
料
團
反
自
뚫
창
빔
는
돗
크
년
룩
喆
死
二
팽
럿
성
샘
潮
벽
납
W
會
有
定
팸
果
꽉
式
씌
뺄
적
抑
좀
胎
녀
싣
눠
담
믹
童
최
◆
鷹
딛
취
I
뀌
리
맣
坐
植
寬
v
斬
賣
딘
沈
심
빡
垠
毛
픽
밑
廣
톨
미
煮
떳
幻
夏
Y
派
쫄
失
시
佶
벳
은
富
온
킨
쏴
申
숏
<SP>
늬
뛸
州
苦
洑
錄
효
通
灼
鳴
렵
랴
5
놨
"
윔
닦
주
덩
챌
務
뭇
샛
빵
큼
辛
응
샤
롱
깼
힙
짓
겔
念
j
頭
命
冥
竹
음
킷
玉
環
꾀
專
쇄
뼉
母
밟
可
아
血
記
部
낫
쏜
탤
´
투
퓨
熱
깬
자
罷
플
얇
참
잰
당
靈
衍
먹
깸
햅
산
텅
껑
슛
묻
걍
럽
立
Ⅱ
욘
쾌
력
맥
범
눈
靴
R
딜
帝
부
팅
㎡
劉
展
허
웬
文
렐
晟
땀
忖
홍
도
델
숄
載
勞
죠
ⓒ
녕
퀀
힌
態
要
붙
엷
帳
白
합
홈
젝
써
평
뷸
模
店
샬
芳
秒
常
체
故
炳
퉈
s
출
窟
쿨
쩨
쑈
旬
샵
좋
캉
뭏
汎
밀
셉
훅
香
탐
찌
엌
活
둠
쭈
속
北
왁
갛
멓
겸
朴
멤
遺
싫
륙
맘
댔
板
쿡
린
볼
낌
佐
팎
址
랜
짬
켜
힝
가
짭
괜
깍
江
⇔
!
駐
動
F
잭
뇌
婆
울
칙
씁
런
곤
▲
順
를
맹
엣
토
읊
朝
身
추
확
샌
∼
術
콥
敎
笏
用
겨
뜰
六
刑
렸
治
티
잔
슐
'
흩
땜
졸
b
史
$
功
에
害
博
◎
훌
沈
걱
散
時
왼
젯
념
튕
“
칭
揚
잽
곡
쉼
죄
役
끝
털
檢
拉
뤘
앱
宇
릭
均
씀
쁜
墳
向
入
歌
漢
쓴
인
컷
쩐
舊
福
곬
거
地
깊
範
/
곽
馬
事
禁
表
?
혈
瑟
敷
건
孝
양
숨
集
踐
算
총
좌
뻬
잃
운
겹
東
示
춰
市
힘
횡
률
잎
策
뱉
녹
夫
銀
勳
뙤
i
놀
애
낼
敬
才
직
永
檀
뇨
左
버
혹
슭
챙
格
淵
外
洙
웸
前
짙
딴
妖
H
佛
影
찬
렇
냄
돕
沃
塞
요
폐
塔
느
깝
춥
윙
+
{
백
性
귤
本
凡
往
틱
뭘
力
기
